Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/historihkka_id_193.html.tmx
Source language: sme
Languages: nob

source: Historihkka
nob: Historikk

source: Bargodepartemeanta ásahuvvui ođđajagimánu 1. b. 2010 , muhto dat bargamušat ja ovddasvástádus mat leat biddjojuvvon departementii , leat hui guhká jo leamaš .
nob: Arbeidsdepartementet ble opprettet 1. januar 2010 , men oppgavene og ansvaret som ligger i departementet , har en atskillig lengre historie .

source: Bargodepartemeanta ásahuvvui 1885 , ja das leat jagiid čađa leamaš dakkár namat go Gielda- ja bargodepartemeanta , Bargo- ja hálddahusdepartemeanta , Bargo- ja sosiáladepartemeanta ja Bargo- ja searvadahttindepartemeanta .
nob: Arbeidsdepartementet ble opprettet i 1885 og har opp gjennom årene også hatt navn som Arbeids- og inkluderingsdepartementet , Kommunal- og arbeidsdepartementet , Arbeids- og administrasjonsdepartementet og Arbeids- og sosialdepartementet .

source: Namma Sosiáladepartemeanta jávkkai go Bargo- ja searvadahttindepartemeanta ásahuvvui , muhto sosiála áššit eai leat dattetge jávkan .
nob: Navnet Sosialdepartementet forsvant med opprettelsen av Arbeids- og inkluderingsdepartementet , men de sosiale sakene er integrert i Arbeidsdepartementet .

source: Sosiáladepartemeanta ásahuvvui 1913 ja lei dan ovdal Indredepartementet-nammasaš departemeantta oassin .
nob: Sosialdepartementet ble opprettet i 1913 og var før det en del av Indredepartementet .

source: Masá logi jagi mis lei Sosiála- ja dearvvašvuođadepartemeanta , ovdalgo dat ođđajagimánu 1. b. 2002 juhkkojuvvui Sosiáladepartemeantan , Dearvvašvuođadepartemeantan ja Sosiála ja dearvvašvuođadirektoráhtan .
nob: I en snau 10 års periode eksisterte Sosial- og helsedepartementet , før det 1. januar 2002 ble splittet opp i Sosialdepartementet , Helsedepartementet og Sosial- og helsedirektoratet .

source: Bargu 1885 – 1946 : Bargodepartemeanta 1946 – 1948 : Sosiáladepartemeanta 1948 – 1989 : Gielda- ja bargodepartemeanta 1990 – 1992 : Bargo- ja hálddahusdepartemeanta 1993 – 1997 : Gielda- ja bargodepartemeanta 1998 – 2004 : Bargo- ja hálddahusdepartemeanta 2004 – 2005 : Bargo- ja sosiáladepartemeanta 2006 – 2009 : Bargo- ja searvadahttindepartemeanta
nob: Arbeid 1885 – 1946 : Arbeidsdepartementet 1946 – 1948 : Sosialdepartementet 1948 – 1989 : Kommunal- og arbeidsdepartementet 1990 – 1992 : Arbeids- og administrasjonsdepartementet 1993 – 1997 : Kommunal- og arbeidsdepartementet 1998 – 2004 : Arbeids- og administrasjonsdepartementet 2004 – 2005 : Arbeids- og sosialdepartementet 2006 – 2009 : Arbeids- og inkluderingsdepartementet

source: Sosiála 1913 – 1993 : Sosiáladepartemeanta 1993 – 2001 : Sosiála- ja dearvvašvuođadepartemeanta 2002 – 2004 : Sosiáladepartemeanta 2004 – 2005 : Bargo- ja sosiáladepartemeanta 2006 – 2009 : Bargo- ja searvadahttindepartemeanta
nob: Sosial 1913 – 1993 : Sosialdepartementet 1993 – 2001 : Sosial- og helsedepartementet 2002 – 2004 : Sosialdepartementet 2004 – 2005 : Arbeids- og sosialdepartementet 2006 – 2009 : Arbeids- og inkluderingsdepartementet

source: Áigodagas 1846 – 1903 gulle sosiálaáššit Indredepartementet:i .
nob: I perioden 1846 – 1903 var sosialsaker en del av Indredepartementet

source: Sisafárren ja searvadahttin 1974 – 1989 : Gielda- ja bargodepartemeanta 1990 – 1992 : Gieldadepartemeanta 1993 – 1997 : Gielda- ja bargodepartemeanta 1998 – 2005 : Gielda- ja guovlodepartemeanta 2006 – 2009 : Bargo- ja searvadahttindepartemeanta 2010 – : Justis- ja politidepartemeanta ja Mánáid- , dásseárvo- ja searvadahttindepartemeanta
nob: Innvandring og integrering 1974 – 1989 : Kommunal- og arbeidsdepartementet 1990 – 1992 : Kommunaldepartementet 1993 – 1997 : Kommunal- og arbeidsdepartementet 1998 – 2005 : Kommunal- og regionaldepartementet 2006 – 2009 : Arbeids- og inkluderingsdepartementet

source: Sisafárrenpolitihka oasit leat ovdal gullan eará departemeanttaide : Dorvoohcciidpolitihkka sirdojuvvui 1987 Sosiáladepartemeanttas , ja olgoriikkalaččaide guoski láhkaaddin sirdojuvvui Justiisadepartemeanttas j. 2000 .
nob: Deler av innvandringspolitikken har tidligere vært lagt til andre departementer : Flyktningpolitikken overført fra Sosialdepartementet i 1987 og utlendingslovgivningen fra Justisdepartementet i 2000 .

source: Sámit ja nationála unnitlogut* 1850 – 1980 : Eanadoallodepartemeanta 1980 – 1989 : Gielda- ja bargodepartemeanta 1990 – 1992 : Gieldadepartemeanta 1993 – 1997 : Gielda- ja bargodepartemeanta 1998 – 2005 : Gielda- ja guovlodepartemeanta 2006 – 2009 : Bargo- ja searvadahttindepartemeanta 2010 – : Ođasmahttin- , hálddahus- ja girkodepartemeanta
nob: Samer og nasjonale minoriteter* 1850 – 1980 Landbruksdepartementet 1980 – 1989 : Kommunal- og arbeidsdepartementet 1990 – 1992 : Kommunaldepartementet 1993 – 1997 : Kommunal- og arbeidsdepartementet 1998 – 2005 : Kommunal- og regionaldepartementet 2006 – 2009 : Arbeids- og inkluderingsdepartementet

source: * Doaba " nationála unnitlogut " ii geavahuvvon Norggas ovdalgo rámmakonvenšuvdna vuolláičállojuvvui 1999 .
nob: * Begrepet " nasjonale minoriteter " ble ikke brukt i Norge før ratifiseringen av rammekonvensjonen i 1999 .

source: Románaáššit leat ovdal gullan Gávpedepartementii .
nob: Sigøynersaker har tidligere ligget i Helsedepartementet .
